# Taps
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask-drivers"
tap "isacikgoz/taps"
tap "microsoft/mssql-release", "https://github.com/Microsoft/homebrew-mssql-release"

# Formulas

brew "ansible"
brew "apache-spark"
brew "aria2"
brew "aspell"
brew "atool"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bats"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "dos2unix"
brew "elixir"
brew "entr"
brew "fd"
brew "findutils"
brew "fish"
brew "flyway"
brew "fortune"
brew "freetype"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-flow"
brew "git-secret"
brew "gitbatch"
brew "gnu-sed"
brew "gnupg2"
brew "go"
brew "grip"
brew "htop"
brew "httpie"
brew "hub"
brew "ipcalc"
brew "jq"
brew "lazydocker"
brew "lftp"
brew "lsd"
brew "lynx"
brew "magic-wormhole"
brew "mas"
brew "maven"
brew "mawk"
brew "moreutils"
brew "msodbcsql17"
brew "mssql-tools"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "node"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pass"
brew "pgcli"
brew "pinentry"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql"
brew "progress"
brew "putty"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "ranger"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "scalaenv"
brew "sqlite"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "vault"
brew "watch"
brew "wget"
brew "xz"
brew "yarn"

# Casks

cask "1password"
cask "adoptopenjdk8"
cask "alfred3"
cask "amazon-photos"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "basecamp"
cask "battle-net"
cask "bettertouchtool"
cask "bit-slicer"
cask "boom-3d"
cask "brave-browser"
cask "devdocs"
cask "discord"
cask "docker"
cask "doxie"
cask "dozer"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "font-monofur-nerd-font-mono"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "keybase"
cask "kindle"
cask "logitech-gaming-software"
cask "mark-text"
cask "marshallofsound-google-play-music-player"
cask "mattermost"
cask "microsoft-office"
cask "microsoft-teams"
cask "monodraw"
cask "opera"
cask "postgres"
cask "razer-synapse"
cask "signal"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "steam"
cask "sublime-merge"
cask "tableplus"
cask "transmit"
cask "twitch"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "volt"
cask "whatsapp"
cask "zazu"

# App Store
mas "Amphetamine", id: 937984704
mas "Wunderlist",  id: 410628904
mas "Snappy",      id: 512617038
mas "Unsplash",    id: 1284863847
mas "Polarr",      id: 1077124956
mas "XCode",       id: 497799835
