brew "ansible"
brew "aria2"
brew "aspell"
brew "atool"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bats"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "dos2unix"
brew "entr"
brew "fd"
brew "findutils"
brew "fish"
brew "fortune"
brew "freetype"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "gnupg2"
brew "go"
brew "gpg-agent"
brew "grip"
brew "htop"
brew "httpie"
brew "hub"
brew "ipcalc"
brew "jq"
brew "lftp"
brew "lsd"
brew "lynx"
brew "mas"
brew "mawk"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pass"
brew "pgcli"
brew "pinentry"
brew "pinentry-mac"
brew "progress"
brew "putty"
brew "pwgen"
brew "python3"
brew "ranger"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "ruby-install"
brew "sqlite"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "vault"
brew "watch"
brew "wget"
brew "xz"
