brew "ansible"
brew "aria2"
brew "aspell"
brew "atool"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bats"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "dos2unix"
brew "entr"
brew "fd"
brew "findutils"
brew "fish"
brew "fortune"
brew "freetype"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "gnupg2"
brew "go"
brew "gpg-agent"
brew "grip"
brew "htop"
brew "httpie"
brew "hub"
brew "ipcalc"
brew "jq"
brew "lftp"
brew "lsd"
brew "lynx"
brew "mas"
brew "mawk"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pass"
brew "pgcli"
brew "pinentry"
brew "pinentry-mac"
brew "progress"
brew "putty"
brew "pwgen"
brew "python3"
brew "ranger"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sqlite"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "vault"
brew "watch"
brew "wget"
brew "xz"

# Casks
cask "1password"
cask "alfred"
cask "amazon-photos"
cask "appcleaner"
cask "bettertouchtool"
cask "bit-slicer"
cask "boom-3d"
cask "devdocs"
cask "docker"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-monofur-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-play-music-desktop-player"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "keybase"
cask "mattermost"
cask "microsoft-office"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "snappy"
cask "tableplus"
cask "vlc"
cask "whatsapp"

# App Store
mas "Amphetamine"
mas "Wunderlist"
